{"backend": "tensorflow", "keras_version": "2.0.5", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "units": 512, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "dtype": "float32", "bias_constraint": null, "name": "dense_1", "batch_input_shape": [null, 784], "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "units": 512, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "dtype": "float32", "bias_constraint": null, "name": "dense_2", "batch_input_shape": [null, 784], "activity_regularizer": null, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "kernel_constraint": null, "units": 10, "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "seed": null, "mean": 0.0}}, "bias_constraint": null, "name": "dense_3", "activity_regularizer": null, "activation": "softmax", "kernel_regularizer": null}}]}